Revit 2027 API
DirectContext3DHandleSettings Constructor
Overload List
Name | Description
DirectContext3DHandleSettings() |  Constructs an instance of settings with default values.
DirectContext3DHandleSettings(DirectContext3DHandleSettings) |  Constructs a copy of source object.
DirectContext3DHandleSettings(Boolean, Int32) |  Constructs an instance of settings with provided values.
Top
See Also
Reference
DirectContext3DHandleSettings Class
Autodesk.Revit.DB.DirectContext3D Namespace